# Brewfile

# Makefile Requirements
brew "stow"

# Development Environment
brew "composer"
brew "node" # LTS
brew "yarn"

# Development Service
brew 'nginx'
brew "php"
brew "mysql"
brew 'redis'

# CLI Tools
brew "tldr"
brew "htop"
brew "bat" # "cat" on steroids
brew "prettyping"
brew "lolcat"
brew 'tree' # List directories in a tree structure
brew 'httpie'

# Core Binary
brew 'gnupg2'
brew 'coreutils' # Those that come with macOS are outdated
