# Brewfile
tap "heroku/brew"

# Makefile Requirements
brew "stow"

# Development Environment
brew "composer"
brew "node"                 # Node LTS
brew "node@10"              # Node v10
brew "yarn"

# CLI Tools
brew "tldr"
brew "htop"
brew "bat"                  # "cat" on steroids
brew "prettyping"
brew "lolcat"
brew "tree"                 # List directories in a tree structure
brew "httpie"
brew "thefuck"              # No fuck given
brew "jq"                   # lightweight and flexible command-line JSON processor
brew "heroku/brew/heroku"
