# Brewfile
tap "facebook/fb"
tap "heroku/brew"

# Makefile Requirements
brew "stow"

# Development Environment
brew "git"
brew "composer"
brew "node"                 # Node LTS
brew "node@10"              # Node v10
brew "yarn"

# CLI Tools
brew "tldr"
brew "htop"
brew "bat"                  # "cat" on steroids
brew "exa"                  # A modern replacement for ls
brew "prettyping"
brew "lolcat"
brew "tree"                 # List directories in a tree structure
brew "httpie"
brew "thefuck"              # No fuck given
brew "jq"                   # lightweight and flexible command-line JSON processor

# Deployment Tools
brew "awsebcli"
brew "doctl"
brew "travis"
brew "now-cli"
brew "heroku/brew/heroku"

# Unit Test
brew "phpunit"

# Download Tools
brew "youtube-dl"
