aaron-bond.better-comments
alefragnani.pascal
alefragnani.pascal-formatter
bierner.markdown-preview-github-styles
bmewburn.vscode-intelephense-client
CoenraadS.bracket-pair-colorizer
Dart-Code.dart-code
Dart-Code.flutter
dbaeumer.vscode-eslint
eamodio.gitlens
EditorConfig.EditorConfig
esbenp.prettier-vscode
felixfbecker.php-debug
felixrieseberg.vsc-travis-ci-status
getpsalm.psalm-vscode-plugin
GitHub.vscode-pull-request-github
googlecloudtools.cloudcode
IBM.output-colorizer
idleberg.innosetup
joaomoreno.github-sharp-theme
johnpapa.vscode-peacock
kamikillerto.vscode-colorize
karigari.chat
LoyieKing.smalise
mads-hartmann.bash-ide-vscode
mechatroner.rainbow-csv
mikestead.dotenv
ms-azuretools.vscode-docker
ms-kubernetes-tools.vscode-kubernetes-tools
ms-python.python
ms-vscode.atom-keybindings
ms-vscode.cpptools
ms-vsliveshare.vsliveshare
ms-vsliveshare.vsliveshare-audio
ms-vsliveshare.vsliveshare-pack
msjsdiag.debugger-for-chrome
neilbrayfield.php-docblocker
octref.vetur
onecentlin.laravel-blade
onecentlin.laravel5-snippets
raathigeshan.fabulous
rebornix.ruby
redhat.java
redhat.vscode-xml
redhat.vscode-yaml
Remisa.shellman
Shan.code-settings-sync
VisualStudioExptTeam.vscodeintellicode
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
WallabyJs.quokka-vscode
wesbos.theme-cobalt2
wingrunr21.vscode-ruby
wix.vscode-import-cost
xyr0z1ne.deeold
yzhang.markdown-all-in-one
