aaron-bond.better-comments
bmewburn.vscode-intelephense-client
Dart-Code.dart-code
Dart-Code.flutter
eamodio.gitlens
felixfbecker.php-debug
felixrieseberg.vsc-travis-ci-status
googlecloudtools.cloudcode
johnpapa.vscode-peacock
karigari.chat
mads-hartmann.bash-ide-vscode
ms-azuretools.vscode-docker
ms-kubernetes-tools.vscode-kubernetes-tools
ms-vscode.atom-keybindings
ms-vsliveshare.vsliveshare
ms-vsliveshare.vsliveshare-audio
ms-vsliveshare.vsliveshare-pack
neilbrayfield.php-docblocker
rebornix.ruby
redhat.vscode-yaml
Remisa.shellman
Shan.code-settings-sync
wesbos.theme-cobalt2
xyr0z1ne.deeold
