aaron-bond.better-comments
austenc.laravel-blade-spacer
bmewburn.vscode-intelephense-client
CoenraadS.bracket-pair-colorizer
Dart-Code.dart-code
Dart-Code.flutter
eamodio.gitlens
EditorConfig.EditorConfig
esbenp.prettier-vscode
felixfbecker.php-debug
felixrieseberg.vsc-travis-ci-status
GitHub.vscode-pull-request-github
googlecloudtools.cloudcode
IBM.output-colorizer
johnpapa.vscode-peacock
kamikillerto.vscode-colorize
karigari.chat
mads-hartmann.bash-ide-vscode
mechatroner.rainbow-csv
mikestead.dotenv
ms-azuretools.vscode-docker
ms-kubernetes-tools.vscode-kubernetes-tools
ms-python.python
ms-vscode.atom-keybindings
ms-vsliveshare.vsliveshare
ms-vsliveshare.vsliveshare-audio
ms-vsliveshare.vsliveshare-pack
msjsdiag.debugger-for-chrome
neilbrayfield.php-docblocker
octref.vetur
onecentlin.laravel-blade
rebornix.ruby
redhat.vscode-yaml
Remisa.shellman
Shan.code-settings-sync
WallabyJs.quokka-vscode
wesbos.theme-cobalt2
xyr0z1ne.deeold
